{
    "store.custom#politica-lgpd": {
        "blocks": [
            "flex-layout.row#politica-lgpd"
        ]
    },
    "flex-layout.row#politica-lgpd": {
        "props": {},
        "children": [
            "flex-layout.col#politica-lgpd"
        ]
    },
    "flex-layout.col#politica-lgpd": {
        "props": {},
        "children": [
            "rich-text#politica-lgpd-title",
            "rich-text#politica-lgpd-content"
        ]
    },
    "rich-text#politica-lgpd-title": {
        "props": {
            "blockClass": "sobre-interna-text",
            "text": "# Política LGPD"
        }
    },
    "rich-text#politica-lgpd-content": {
        "props": {
            "blockClass": "sobre-interna-text",
            "text": "#### A) Política de Privacidade e Proteção de Dados (“Política”) \n\n\n A **Proparts** se preocupa com a privacidade dos clientes e usuários do website **Zipp (“Titulares”)** e entende como relevantes seus **dados pessoais (“dados”)** e os registros eletrônicos deixados por estes na utilização deste **website.**\n\n Com o intuito de proteger os referidos dados e em observância a nova **Lei Geral de Proteção de Dados Pessoais - Lei 13.709/2018 (“LGPD”)**, apresentamos nossa **Política de Privacidade** e **Proteção de Dados (“Política”)**, voltada para os clientes do website Zipp e ao público em geral.\n\nA **Política** regula de forma simples, transparente e objetiva quais dados serão obtidos, quando e de que forma serão utilizados, conforme verifica-se no quadro: \n ![](https://garmin.vtexassets.com/arquivos/principais-informacoes.jpg?v=3).\nEm caso de **dúvidas** adicionais ou qualquer solicitação de mudança de conteúdo de **dados**, inclusive exclusão, você pode entrar em contato com nosso **Encarregado de Proteção de Dados (“DPO”)** através do seguinte endereço de email: [dpo@proparts.esp.br](mailto:dpo@proparts.esp.br) e/ou telefone [(11) 5180-4830](tel:115180-4830). \n\n\n #### B) Quais Dados utilizamos \n\n\n O tratamento dos dados pode ser realizado pelas seguintes formas:\n - **Dados pessoais fornecidos** ativamente pelo Titular ao entrar em contato com a **Proparts**, tais como **nome completo**, **endereço de e-mail**, **endereço completo**, **telefone**, **dados do cartão de crédito** e **CPF**, sendo que o uso de tais dados se _dará estritamente aos fins necessários para cumprimento da atividade_ da **Proparts**;\n\n - **Dados pessoais coletados** automaticamente do navegador da internet do usuário, tais como: **características do dispositivo de acesso**, do **navegador**, **IP (com data e hora)**, **origem do IP**, **informações sobre cliques**, **páginas acessadas**, **termos de procura digitado em nossos portais**, dentre outros, por meio de tecnologias padrões, **como cookies**, **pixel tags**, **beacons** e **local shared objects**, que são utilizadas com o intuito de _melhorar a experiência de navegação._ \n\n\n #### C) Para que Utilizamos os Dados \n\n\n Os dados tratados no website têm por finalidade: \n - o estabelecimento de eventual vínculo contratual; \n\n - a criação, a ampliação e/ou o melhoramento dos produtos oferecidos ao público em geral, de forma a aperfeiçoá-los e adequá-los às preferências dos titulares de dados; \n\n - o interesse legítimo na melhoria da atividade praticada pela Proparts;  \n\n - o cumprimento de obrigação legal ou regulatória. \n\n\n Os **dados** por nós tratados estão protegidos, uma vez que (i) não comercializamos quaisquer informações que podem identificar **clientes** e/ou **usuários**, (ii) não **compartilhamos/transferimos** os dados para terceiros, exceto para fornecedores de serviços essenciais às nossas atividades e para **autoridades** e/ou **órgãos governamentais.**\n\n Visando proteger a privacidade dos Titulares, os dados serão eliminados quando deixarem de ser úteis para os fins para os quais foram coletados.\n\n\n #### D) Cookies \n\n\n **Cookies são ferramentas** capazes de armazenar ou recolher informações do seu **navegador**, que podem estar relacionados às preferências do usuário ou informações de seu dispositivo, sendo utilizados para que o website funcione conforme o esperado, tornando a **experiência do usuário personalizada**. \n Os cookies podem ser:\n - **“Estritamente necessários”** para permitir as funcionalidades básicas do website;\n\n - **“Persistentes”** por permanecerem válidos, após armazenados pelo navegador da Web, até a data de vencimento definida, exceto se excluído pelo usuário em momento anterior a seu vencimento \n\n - **“De Sessão”** expirando no final da sessão do usuário, quando é fechado o navegador. \n\n\n\n Em alguns casos especiais, também usamos cookies fornecidos por terceiros confiáveis. A lista detalha os cookies ativos no website: \n\n ![](https://garmin.vtexassets.com/arquivos/cookies-ativos.jpg?v=3) \n\n Para mais detalhes sobre os cookies utilizados no website acesse: [Clique aqui.](https://vtex.com/br-pt/politica-de-cookies/) \n\n De forma a melhorar a experiência do visitante do website, são utilizados serviços de terceiros, como o conteúdo incorporado do **YouTube**, que podem ter configurados outros cookies, dos quais não temos controle direto sobre a informação que é coletada. \n\n Após o consentimento do **Titular** para a utilização de cookies, armazenaremos os cookies em seu dispositivo para lembrar disso na próxima sessão. \n\n A qualquer momento, o **Titular** poderá revogar seu consentimento quanto aos cookies. Para tanto, basta apagá-los utilizando as configurações de seu navegador de preferência. \n\n Por fim, lembramos que, caso o **Titular** não aceite alguns cookies de nossas páginas, certas funcionalidades não poderão ser executadas de maneira ideal. \n\n\n #### E) Segurança dos Dados Pessoais Coletados \n\n\n Utilizamos a plataforma **VTEX** que, por sua vez, é uma plataforma de **gestão de conteúdo**, possuindo meios próprios para preservar a **privacidade dos dados** informados pelo Titular como o protocolo de segurança **HTTPS**, o que garante a integridade e a **privacidade dos dados**. \n\n Embora **adotemos os melhores esforços** no sentido de preservar a **privacidade** e **proteger os dados** dos **Titulares**, nenhuma transmissão de informações é totalmente segura, de modo que não podemos garantir integralmente que todas as informações tratadas não sejam alvo de acessos não autorizados perpetrados por meio de métodos desenvolvidos para obter informações de **forma indevida.** \n\n\n #### F) Atualização da Política de Proteção de Dados \n\n\n A presente **Política** será constantemente atualizada e aperfeiçoada, tudo para buscar a melhor forma de proteger os dados e informações de nossos clientes e usuários do **website**. \n\n\n #### G) Legislação e Foro \n\n\n Esta **Política** será regida, interpretada e executada de acordo com as **Leis da República Federativa do Brasil**, especialmente a **Lei nº 13.709/2018**, independentemente das Leis de outros estados ou Países, sendo competente o **foro da Central da Cidade de São Paulo/SP** para dirimir qualquer dúvida decorrente deste documento"
        }
    }
}